["The German political party, the Christian Democratic Union, believes that Germany has experienced three lost years under the current government.", "The goal for social security contributions is to move back to 20 percent.", "A weekly maximum working time will apply to all companies instead of a daily one.", "The corporate tax burden will be reduced to a maximum of 25 percent.", "The speaker states that they will repeal the national supply chain law.", "The speaker states that they will lower the electricity tax and grid fees.", "The speaker states that they will retain the option of nuclear energy.", "The speaker claims that they will abolish the heating law of the current German government, referred to as the \"Ampel\".", "Germany will spend 3.5 percent of its gross domestic product on research and development.", "Germany will develop a new space strategy.", "Germany will replace its current social security system with a new basic income system.", "Germany will increase tax exemptions for real estate acquisition, inheritance tax, and savings.", "Germany will not cut pensions.", "In Germany, people who continue to work voluntarily beyond the statutory retirement age will receive their salary tax-free up to 2,000 euros per month.", "The German government will reintroduce a full reimbursement for agricultural diesel.", "The German government will support innovative technologies and sustainable management in agriculture and forestry.", "The German government will not enforce the mandatory idling of land.", "The German government will allow wolves to be hunted, with regional variations, to reduce the number of grazing animals killed.", "The German government will strengthen the police and law enforcement agencies and give them the necessary powers.", "The German government will tighten criminal law and speed up proceedings.", "The German government will increase its use of electronic ankle monitors for perpetrators of violence against women.", "More video cameras and automated facial recognition systems will be installed in crime and danger hotspots in Germany. ", "Internet providers in Germany will be obligated to store IP addresses.", "The German government will introduce a cannabis law.", "Germany will implement strict limitations on migration. ", "Germany will control its borders and implement consistent returns at the border.", "Asylum procedures and repatriations will be accelerated in Germany.", "Germany will designate more countries as safe countries of origin.", "Germany will resume deportations to Syria and Afghanistan.", "Germany will suspend family reunification for those granted subsidiary protection and end all voluntary admission programs.", "Germany will adjust social benefits for those obliged to leave the country based on the principle of \"bed, bread and soap\" established by courts.", "Germany aims to reform European asylum law.", "Anyone seeking asylum in Europe should be transferred to a safe third country, undergo their procedure there, and find protection there if needed, according to this German proposal.", "Germany will increase punishments for supporting terrorist organizations, including deportation, revocation of residence permits, and loss of German citizenship.", "Germany will close mosques where hate and antisemitism are preached.", "Germany will show right-wing extremists the \"red card\" and fight them with full force.", "Germany will consistently counter left-wing extremism.", "Germany will not allow calls for violence against the state, property, or critical infrastructure.", "Germany will consistently punish the display of unconstitutional symbols as well as unconstitutional and anti-Semitic statements.", "Germany will upgrade its customs police and confiscate criminal proceeds.", "Germany wants to strengthen the transatlantic partnership as the foundation of the Western world.", "Germany will revive its relations with France and Poland.", "Germany will provide impetus for action against illegal migration, for business and innovation, security and defense, and expand the infrastructure in the direction of its neighboring countries.", "Germany will create a National Security Council based in the Chancellery.", "Germany will support Ukraine with diplomatic, financial, and humanitarian aid, as well as arms deliveries.", "Germany will stand by Israel in its legitimate fight against terror.", "", "Germany will introduce mandatory military service.", "Germany supports the two-percent target for NATO defense spending.", "Germany will strengthen its security and defense industry.", "Germany will take the lead in building a European missile defense shield.", "Germany will introduce mandatory integration agreements.", "Germany will reverse the expedited naturalization process implemented by the previous government.", "Germany will also reverse the general possibility of dual citizenship.", "Germany will increase the tax allowance for volunteer work and coaching.", "Germany aims to implement a mandatory year of social service.", "The German government will make inheriting and gifting energetic renovations tax deductible.", "The German government wants to reduce the number of commisioners by half.", "The German government wants to reduce staff in the ministerial administration and the Bundestag administration by at least ten percent.", "The German government will continue to adhere to the debt brake of the Basic Law.", "Germany is experiencing increased unemployment and its social security systems are struggling.", "Germany has a strong economy.", "Germany is the land of medium-sized businesses and family businesses, hidden champions and crafts, the self-employed and the liberal professions, innovative founders and globally successful industrial and service companies.", "The economic situation in Germany is tense.", "The industrial base in Germany has become fragile and with it the stability of Germany's social network.", "Many companies and businesses complain about high energy prices, bureaucratic insanity and new regulations on an ongoing basis, a lack of skilled workers and a crushing tax burden.", "The goal for social security contributions is to move back towards 40 percent.", "The European Union aims to enable the quick reduction of energy and sales taxes on everyday goods in emergency situations.", "The German government is launching a skilled labor offensive to combat labor shortages and increase productivity.", "The government wants to make Germany an attractive location and livable home for foreign skilled workers.", "The government aims to improve the tax deductibility of domestic services.", "The government plans to support people in auxiliary activities on their way to becoming qualified skilled workers and develop incentives for acquiring professional qualifications.", "The government wants to abolish the ban on employment after reaching the statutory retirement age.", "The government will focus on the simplified and accelerated recognition of foreign professional qualifications.", "The government will establish a digital Federal Agency for Immigration (\"Work-and-Stay Agency\").", "The new agency will provide skilled workers with a one-stop shop: from recruitment and job placement to the examination of entry requirements and visa issuance to the residence permit.", "The government will separate asylum procedures from procedures for immigration to the labor market.", "Germany is a high-tax country for businesses.", "The solidarity surcharge has fulfilled its purpose.", "The solidarity surcharge is no longer justifiable almost 30 years after reunification.", "The solidarity surcharge burdens businesses, professionals, and savers.", "The German government will reduce the value-added tax on food in restaurants to seven percent. ", "The German government will introduce annual laws to reduce bureaucracy.", "The German government will bring the National Regulatory Control Council (NKR) and the responsibility for bureaucracy reduction and better legislation back to the Federal Chancellery. ", "The German government will make the NKR more powerful. ", "The German government will create a German supply chain law.", "A new EU law will be introduced called \"EU Forechecking\".", "An \"Anti-Gold-Plating Law\" will be introduced to eliminate regulations that go beyond European law.", "The burden of proof for documentation requirements will be shifted in industries like trade, gastronomy, and hotels.", "Statistical obligations, data collection, and reporting will be reduced by a right of reference for companies.", "Duplicate structures in statistical offices will be consistently dismantled.", "All existing labor law requirements for written form on paper with handwritten signature and personal or postal delivery will be reviewed.", "The procedure for the cross-border posting of workers to other EU countries will be simplified and digitized.", "The obligation to appoint company officers, for example for waste, fire protection, or security, will be waived for small and medium-sized enterprises.", "Tax regulations will be simplified.", "Die Aufbewahrungsfrist für Buchungsbelege im Handels und Steuerrecht wird von acht auf fünf Jahre verkürzt.", "Ziel ist eine vollautomatisierte Veranlagung.", "Das Verrechnungsmodell bei der Einfuhrumsatzsteuer wird eingeführt, um Bürokratie und Liquiditätsbelastung möglichst gering zu halten.", "Steuergesetze müssen für Bürger, Unternehmen und Verwaltung verständlicher werden.", "Die Gesetzessprache soll vereinfacht und veraltete Vorschriften, die nicht mehr angewendet werden, sollen gestrichen werden.", "Besteuerungsverfahren werden digitalisiert und automatisiert und KI -Technologie bereitgestellt.", "Finanzbehörden werden durch die Digitalisierung und Automatisierung dabei unterstützt, Steuerpflichten zu kontrollieren und Steuerbetrug wirksam zu bekämpfen.", "Geoökonomische Herausforderungen und Krisen nehmen zu und sind ein ernstes Problem für unsere Wirtschaft.", "Die Resilienz unserer Wirtschaft muss gestärkt werden und ihr Rechts und Planungssicherheit gegeben werden.", "The German government wants to make Germany a world leader for secure IT solutions and an attractive location for innovative cybersecurity companies.", "One in four jobs in Germany depends on exports.", "Germany will support free trade.", "Germany wants to improve the linkage between foreign trade promotion and development cooperation.", "Germany is striving to ensure that the German economy benefits significantly more from state-financed development projects within the Organization for Economic Co-operation and Development.", "Germany is entering into new energy and raw material partnerships.", "Germany is committed to pragmatic trade agreements at the European level.", "Germany will use EU anti-subsidy proceedings and an effective, internationally recognized dispute settlement mechanism at the World Trade Organization to combat market-distorting subsidies and export subsidies.", "Germany believes global trade only works on the basis of equal rights and obligations.", "Germany will reverse the new climate policy sector guidelines for guarantees.", "Germany will accelerate export licenses.", "The Mercosur trade agreement has been negotiated and must now enter into force quickly.", "Germany supports new trade agreements with India and the ASEAN states.", "Germany wants to strengthen economic relations with China if they are based on the principle of reciprocity.", "Germany wants to reduce critical economic dependencies by diversifying sales markets, raw material sources and supply chains.", "Germany wants to strengthen the African Union and other regional associations.", "Germany supports economic growth on the African continent and the African free trade zone.", "The German government supports the coal compromise and the agreed coal phase-out.", "The German government wants to increase energy security through a pragmatic power plant strategy that establishes a technology-open capacity market.", "The German government wants to implement an electricity market design that recognizes the new realities and secures the necessary investments.", "The German government wants to develop the futures markets further for more price stability.", "The German government wants to win more private capital for the integrated and cross-border expansion of the grid and for the efficient linking of the expansion of renewable energies, grids and storage facilities.", "The German government wants to make greater use of overhead lines for the rapid and cost-effective expansion of electricity grids.", "The German government will focus on standardization and joint development of electricity, heat, gas, hydrogen and CO2 infrastructure.", "The German government supports research into fourth and fifth generation nuclear energy, Small Modular Reactors, and fusion power plants.", "The German government wants to lower the electricity tax for everyone and reduce grid fees.", "The German government supports the retention of a single electricity bidding zone and determined grid expansion.", "The Ampel coalition's heating law will be abolished.", "The German government supports CO2 pricing with social compensation.", "The German government supports reliable funding for climate-friendly solutions.", "Germany will use quota systems for green gas in the gas network.", "Germany will use quota systems for green heating oil.", "Germany will use quota systems for climate-neutral steel.", "German energy research is world-leading.", "Germany will launch an offensive for energy innovations.", "Germany will ensure technology-open energy research for climate-friendly energy.", "Germany will expand research cooperations beyond the energy union.", "Germany is experiencing a deep de-industrialization.", "The goal is to maintain climate neutrality by 2045.", "Global warming is a global problem that the world community can only solve together.", "Germany supports climate protection in other countries through technology and knowledge transfer with innovations \"Made in Germany\".", "Climate protection and climate adaptation are two sides of the same coin.", "The sustainable management of climate change must always be seen in line with emission reduction and a carbon cycle.", "Germany's municipalities are often responsible for implementing climate protection and adaptation measures.", "Germany is expanding CO2 pricing as the leading instrument in the instrument mix and returning its revenues to consumers and the economy.", "Germany wants to strengthen the EU's emissions trading system as a central climate instrument by gradually including all sectors with their energy-related emissions. ", "The German government aims to establish a comprehensive CO2 circular economy with natural and technical CO2 utilization and storage.", "The German government plans to create a climate bonus to relieve consumers and businesses quickly and efficiently with social equality.", "The German government aims to reduce the electricity tax and grid fees with the CO2 revenues.", "The German government will focus on water, soil, and air and protect biodiversity.", "The German government will protect endangered species and their habitats.", "The authors of the text want to protect moors together with landowners and provide incentives for rewetting projects.", "The authors of the text want to further develop marine protection agreements.", "The authors of the text are committed to combating the pollution of the seas and munition legacies in the North and Baltic Seas.", "The authors of the text want to move away from the obligation to compensate for coastal and flood protection measures.", "The authors of the text want to introduce mandatory insurance for elementary damage in Germany. ", "The authors of the text want to raise awareness for the good ecological condition of bodies of water.", "The German government will invest in research for substitute materials and closed-loop cycles instead of banning substances that are currently irreplaceable.", "The German government believes that environmental pollution, illegal animal trafficking, the illegal killing and torture of animals are crimes that must be punished consistently.", "The German government will continue to develop the rules for trading international environmental and climate certificates.", "The German government will accelerate the process of finding a final repository for nuclear waste by making adjustments and ruling out geologically unsuitable regions more quickly.", "Germany will develop a new space strategy.", "Germany will focus on developing quantum computing, AI, fusion energy, biotechnology, battery cells, and microelectronics.", "Germany will increase funding for basic research.", "Germany will continue to develop the tax research allowance as a low-threshold instrument.", "The German government plans to simplify access to research and innovation programs for small and medium-sized enterprises.", "The German government will strengthen the Central Innovation Program for SMEs (ZIM), the Industrial Collective Research (IGF), the Innovation Competence Program INNO-KOM, and SME-innovative.", "The German government aims for the economy and state to spend 3.5 percent of the gross domestic product on research and development annually.", "The German government will further develop the German Alliance for Marine Research and continue the renewal of the German research fleet. ", " Germany will implement a national patent and start-up strategy with best practice standards. ", "Germany will legally establish a privilege for inventors at universities and research institutions to exploit their inventions.", "Germany will ensure that researchers at universities and non-university research institutions who are expected to transfer their service inventions into a concrete start-up project retain the rights of use to them.", "Germany will introduce a \"founder protection zone\" and largely exempt founders from bureaucratic regulations in the start-up phase.", "Germany will ensure that only one office is responsible for start-ups, business registrations and tasks.", "Germany will expand the existing Future Fund to ensure capital endowment in the cost-intensive growth phase.", "The goal is to develop a digital ID card for all citizens that includes a personal mailbox, especially for administrative procedures.", "The existing BundID will be further developed into a standardized DeutschlandID.", "They aim to implement a Europe-wide digital ID card function via smartphone with European partners, for example, for identity cards and driver's licenses. ", "They support and accelerate AI research, encourage application development, and provide freedom.", "A branch-specific SME consultancy is being set up with business partners to strengthen AI in SMEs and science.", " Germany will build an efficient, fully digitized administration for citizens and businesses with AI.", "Germany is expanding high-performance broadband and mobile networks, especially in rural areas.", "Germany will bundle responsibility for infrastructure, data policy, AI, platforms and digital services, administrative digitization and modern government action.", "Germany wants a European digital single market that continues to grow and offers advantages for the economy as well as for citizens.", "Die Datenschutzregeln erweisen sich im Alltag vielfach als nicht praktikabel.", "The German government plans to replace the existing Bürgergeld system with a new Grundsicherung system.", "The government believes that the Bürgergeld reduces incentives to work.", "The government aims to increase incentives to take up employment or work more hours by reforming the additional income limits and transfer withdrawal rates.", " The government will reintroduce asset assessment from the first day of receiving Grundsicherung and link the asset allowance to the number of working years. ", "The goal is to have higher collective agreement coverage.", "The German labor market remains tense, and unemployment insurance is under pressure.", "The aim is to prevent future cases of wages not increasing at the same rate as the \"Bürgergeld\".", "The use of AI in government offices is useful because it provides targeted support for individual consultations and creates time for other tasks.", "There must be no shift from tax-financed spending to contribution-financed spending.", "The Union introduced the statutory minimum wage in Germany.", "The Union supports good wage development.", "The Union wants to strengthen the general validity of collective agreements. ", "The Union wants to protect positive and negative coalition freedom.", "The Union introduced the Works Council Modernization Act.", "The Union wants to make online works council meetings and online works meetings possible as equivalent alternatives to face-to-face formats.", "The Union wants to enshrine the option of voting online in the Works Constitution Act.", "The author wants to clarify digital access rights in relation to existing analog access rights in the context of co-determination at work.", "The author supports a good cooperation between employers and employees.", "The author expects an amicable decision-making process in the independent Minimum Wage Commission.", "The author does not want a minimum wage decision in the German Bundestag.", "The author wants more people to have the opportunity to build up assets, especially home ownership.", "The author wants people to participate more in the success of companies and their productive capital.", "The author wants to fulfill a promise of the social market economy: new prosperity through asset accumulation, especially for low and middle incomes; new opportunities for retirement provision - without compromising statutory pensions.", "The author believes that left-wing politics means distributional conflict and more burdens for the younger generation.", "The author wants to support families in fulfilling their dream of owning their own home.", "The author believes that federal states should be able to grant an allowance on real estate transfer tax of Euro per adult and Euro for each child on the first-time acquisition of owner-occupied residential property.", "Germany will increase the tax-free allowance for employee stock ownership plans.", "Germany will merge the employee savings allowance and the housing construction premium into an asset formation premium.", "Germany will introduce a tax-free allowance for income from capital-forming benefits.", "Germany will extend the holding period for capital-forming benefits to ten years.", "People who retire early should be able to rely on a decent old-age pension.", "The goal is to keep contribution rates stable, also in order to protect low and middle incomes.", "Those who reach the statutory retirement age and continue to work voluntarily will receive their salary tax-free up to 4,000 euros per month.", "In addition, the German government will significantly raise the supplementary earnings limits for widow's pensions.", "The German government want to support small and medium-sized employers in particular in concluding company pension schemes.", "The authors of the document want to eliminate the material flow balance in fertilizer law.", "The organization will abolish the \"Future Programme for Plant Protection\".", "The organization supports farmers in species-appropriate animal husbandry for more animal welfare.", "The organization is in favor of animal husbandry, especially for the continuation of combined husbandry and against a reduction or quotas.", "The organization will ensure reliable financing of animal-welfare-oriented stables and remove bureaucratic hurdles.", "Consumers must be informed clearly and bindingly about animal welfare and the origin of animal products.", "The organization rejects the sale of agricultural land to capital investors.", "The organization supports forestry and hunting that ensure the diverse functions of the forest through sustainable management and use.", "The organization promotes the establishment and conversion of climate-stable and site-adapted forests and wants to use and further develop the diverse possible uses of wood.", "This includes the sensible energetic use of wood from regional forestry.", "The organization's goal is active stock management.", "Wolves must be able to be hunted - regionally differently - so that fewer grazing animals are killed.", "To this end, the organization will adapt the protection status of the wolf and include it in the Federal Hunting Act.", "As a basis for this, the organization will adopt the regulation of the Habitats Directive into the Federal Nature Conservation Act.", "The organization strives for comparable regulations for other species that are no longer endangered, such as rooks and cormorants.", "The speaker wants to make food security a state goal in the German constitution.", "The speaker's plan promotes the modernization of the fishing fleet and the implementation of environmentally friendly drive technologies. ", "The speaker argues that trust in the legal system is dwindling and crime is on the rise.", "The speaker claims police officers experience a lack of respect, insults, and increasingly brutal attacks.", "The speaker asserts that the Russian dictator started a war that challenges Germany as a European country and NATO member.", "The speaker believes Germany must become defensible again by strengthening the Bundeswehr as quickly and comprehensively as possible.", "The speaker wants Germany to take on more responsibility in foreign policy, especially as a strong engine of the European Union.", "The authors of the text support increasing the use of video surveillance in public spaces.", "The authors of the text support the use of automated facial recognition systems at train stations and airports to identify criminals.", " The authors of the text want to increase the punishment for stalking.", "The authors of the text plan to increase punishments for assault and gang rape. ", "The authors of the text want to strengthen women's shelters.", "The authors of the text support increased use of electronic monitoring for perpetrators of domestic violence.", "The German government intends to implement mandatory and standardized child protection concepts wherever children are cared for.", "The German government plans to reverse the legalization of cannabis.", "The German government believes that the current age limit for criminal responsibility may no longer be appropriate for children's current level of maturity.", "The German government plans to commission a scientific study to examine the minimum age for criminal responsibility. ", "The German Government wants internet providers to store IP addresses and port numbers for a minimum amount of time to fight serious crimes.", "The authors of the text plan to increase punishments for attacks on those who protect the public.", "The authors of the text plan to provide comprehensive equipment to police officers, including TASERs and bodycams, even for deployments in homes.", "The authors of the text plan to discontinue the use of special investigators, like the Federal Police Commissioner introduced by the traffic light coalition. ", "The authors of the text plan to reject the introduction of a mandatory identification requirement for federal police officers. ", "The authors of the text plan to reject requiring police officers to issue a control receipt during a check.", "The authors of the text believe that the intelligence services play a central role in the early detection of threats to the state and the liberal democratic order.", "The authors of the text plan to amend the Federal Disciplinary Law and the Soldiers Act. ", "The authors of the text plan to reject the dismissal of a civil servant or a professional soldier without a court order by simple administrative act.", "The authors of the text believe that the number, complexity and severity of cyber attacks are constantly increasing.", "The authors of the text believe that cyberattacks target the nervous system of the country.", "The authors of the text believe that perpetrators of cyberattacks range from petty criminals and organized hacker groups and terrorists to state actors. ", "The German Federal Office for Information Security  will become a central office for information and cybersecurity issues.", "The German government will further develop the National Cyber Defence Centre and Cyber Reserve so that it can coordinate the defence against threats and attacks nationwide in complex damage situations.", "The German government will create the legal, organisational and technical prerequisites for a strong, active cyber defence of the federal government together with the federal states.", "Germany will ensure that sufficient protection of children and young people is also guaranteed on the Internet.", "When implementing the Digital Services Act, Germany will focus on more transparency, the fight against disinformation and the protection of young people and the media.", "Germany will implement a factual stop to intake of asylum seekers who enter Germany from another EU member state or the Schengen area. ", "Germany will extend border controls for as long as necessary.", "Germany will invest in modern border security technology like drones, night vision and thermal imaging cameras.", "Germany will end all voluntary intake programs for asylum seekers. ", "Germany will abolish subsidiary protection status.", "Germany will work on the European level to return to the original spirit of the Geneva Refugee Convention. ", "Newly arriving refugees from Ukraine will no longer receive \"citizens' money\" but benefits according to the Asylum Seekers' Benefits Act. ", "Germany will simplify the procedures for the recognition of professional qualifications. ", "Germany will classify more countries as \"safe countries of origin.\"", "Germany will increasingly conclude return agreements with the main countries of origin. ", "The German government is developing a comprehensive law to increase the number of deportations.", "The German government wants to support the European border protection agency Frontex in further increasing the number of deportations.", "The German government wants to create central asylum procedures for accelerated procedures and federal departure centers to facilitate deportations.", "The German government wants to deport people to Afghanistan and Syria on a regular basis, especially criminals and dangerous persons. ", "The German government wants to give the federal police the competence to temporarily detain foreigners obliged to leave the country in order to ensure their deportation.", "The German government is changing the law so that every criminal and dangerous person obliged to leave the country can be taken into deportation custody for an unlimited period of time after serving their sentence until they leave voluntarily or forced deportation is successful.", "The German government wants to initiate a reform process in the EU that implements the concept of safe third countries. ", "Germany will continue to live up to its humanitarian responsibility and grant protection and residence in Germany to people in need of protection in the future within the framework of a contingent solution.", "Anyone who applies for asylum in Europe should be transferred to a safe third country and go through an asylum procedure there.", "Germany will immediately introduce a law to combat extremism.", "The law mandates expulsion, denial of residence permits, and for dual citizens, the loss of German citizenship for individuals promoting the goals and actions of a terrorist organization.", "Germany will close mosques where hate and Antisemitism are preached.", "Germany will expand fundamental research at universities in the field of violent and non-violent Islamism and link it to the actions of security authorities.", "Germany will reinstate the expert group \"Political Islam\".", "Germany will exclude associations and organizations, or their members, who are under observation by the Verfassungsschutz (domestic intelligence agency), from state cooperation and funding.", "All institutions that want to receive money from the state must commit to the free democratic basic order and issue a declaration against Antisemitism.", "Germany will relocate the federal program \"Living Democracy\" to the Federal Ministry of the Interior.", "The International Holocaust Remembrance Alliance provides a definition of antisemitism.", "Germany will provide Ukraine with diplomatic, financial, humanitarian, and military support. ", "France, Poland, the United Kingdom, the United States, and Germany are working on a strategy to support Ukraine.", "Russia's attack on Ukraine has shaken the European security architecture. ", "Vladimir Putin wants to establish a new world order based on his rules. ", "The United States was, is, and will remain the most important ally of Germany outside of Europe.", "Germany supports a two-state solution that allows for the peaceful coexistence of Israelis and Palestinians.", "Germany wants to expand the Abraham Accords.", "Germany supports Israel's right to self-defense against terror.", "Germany wants to further deepen the transatlantic partnership with the USA.", "Germany wants to start a high-level strategic dialogue with the USA to coordinate better.", "Germany's friendship with Israel is unshakable.", "Germany wants to support Israel militarily and end existing export blockades.", "China is working on a global scale to create economic, financial and political dependencies.", "Germany will establish a friendship group for Belarus to support the democracy movement with an action plan.", "Germany advocates for the free exercise of the Belarusian people's right to self-determination.", "Iran is the biggest threat to the Jewish and democratic state of Israel. ", "Iran is one of the biggest threats to world peace.", "The nuclear deal with Tehran has failed.", "Germany will increase pressure on Iran by closing sanction loopholes, supporting human rights defenders and women, and ending the Iranian regime's influence in Germany.", "German and European Sahel policy has failed.", "Russian-backed military regimes have replaced democratic governments in the Sahel region.", "The German Armed Forces need adequate infrastructure with modern barracks and training areas, airfields, naval bases, depot structures and administrative units.", "Germany has guaranteed peace, freedom, and security for more than 70 years.", "Germany sees the current two percent target of NATO as the lower limit of its defense spending.", "Germany will build a drone army, including the necessary production capacities.", "Germany will massively expand its own cyber capabilities. ", "The United States announced the stationing of long-range weapon systems in Germany.", "Germany will reintroduce the option to complete military service in organizations like the fire department or rescue services.", "The EU needs an economic boost to increase its economic performance.", "The European Union can already determine and sanction serious violations of fundamental values by individual member states.", "The EU regrets that Turkey is moving away from the EU's system of values and therefore cannot join it. ", "Norway, Iceland and Liechtenstein are in the European Economic Area.", "Germany needs a change in politics, according to the speaker. ", "Germany rejects the expedited citizenship process proposed by the Ampel coalition, which would grant citizenship after three years of residency.", "Germany is rich in culture with traditions, customs, art, architecture, literature, music, history, and religious diversity. ", "The German government believes that remembering the two totalitarian regimes in Germany is a mandate for the present and future.", "The German government is expanding its remembrance approach to include the history of colonialism.", "The German government will support science and research in the coming years to further the study of colonialism.", "The government will address pension law disadvantages for those who relocated from the GDR and those persecuted by the SED regime.", "The German government believes new technologies like artificial intelligence will be an economic factor in culture.", "The German government believes that the innovative power of German society lies in culture.", "The German government supports cultural institutions' willingness to take on personal responsibility.", "The German government believes that cultural sponsorship, patronage, and business cooperation must be an integral part of the management of modern cultural institutions.", "The German government believes that clubs are places of cultural exchange.", "Clubs should be recognized as places of culture in the building use ordinance to emphasize their social significance.", "The German government places particular emphasis on supporting the music industry as well as film, cinema and games funding.", "Germany is historically, culturally and in terms of values deeply shaped by the Christian faith.", "The German government believes that churches make an indispensable contribution to education, the common good, and social cohesion.", "Germany will update the National Strategy against Antisemitism.", "Organizations that receive money from foreign governments and organizations associated with them can neither receive government money from Germany nor enter into cooperation with German government agencies.", "The European Union is founded on a shared culture. ", "Germany is a sports enthusiastic country and a great sporting nation of international importance. ", "The German government will reorganize the political structures of sport, locate sports policy in the Federal Chancellery, and appoint a Minister of State for Sport and Volunteerism. ", "The German government are committed to half an hour of sport a day for elementary school children.", "By the end of elementary school, every child should be able to swim. ", " Germany will support a bid for the Olympic and Paralympic Games. ", "Germany will support municipalities and companies in addition to the Bundeswehr, police and customs as important pillars in elite sports.", "E-sports is established in Germany. ", "The German government is working to make it easier for people with disabilities to access education and employment.", "The German government wants to introduce integrated benefit planning so that it no longer matters to citizens how many social service providers are responsible for them.", "The German government wants to simplify the complicated application processes for aids, especially for children with disabilities.", "The German government is promoting sign language as a minority language.", "The German government provides individual educational opportunities for students with disabilities and sees special schools as part of the education world in addition to inclusion programs.", "Die Partei will die Infrastruktur für Kinderbetreuung ausbauen, die Qualität steigern und die Betreuungssituation verbessern.", "Die Partei will Kitas in ihrer Rolle als Bildungseinrichtungen stärken.", "Die Partei will die steuerliche Absetzbarkeit von Kinderbetreuungskosten verbessern.", "Die Partei will den steuerlichen Entlastungsbetrag für Alleinerziehende erhöhen.", "Die Partei will bewährte Programme für Familien mit Zuwanderungsgeschichte fortführen.", "Zu den Programmen für Familien mit Zuwanderungsgeschichte zählen die speziellen Integrationskurse.", "Zu den Programmen für Familien mit Zuwanderungsgeschichte zählt die Förderung von Müttern mit Zuwanderungsgeschichte, um deren Berufseinstieg zu ebnen.", "Die Partei will die Kinder und Jugendhilfe so weiterentwickeln, dass sie ihnen bestmögliche Unterstützung bietet.", "Die Partei will psychosoziale Unterstützungsangebote ausbauen.", "Die Partei will ein umfassendes Paket zur Bekämpfung von Altersdiskriminierung auf den Weg bringen.", "Zu dem Paket zur Bekämpfung von Altersdiskriminierung gehören Aufklärungs und Bildungsmaßnahmen.", "Zu dem Paket zur Bekämpfung von Altersdiskriminierung gehört die Förderung altersfreundlicher Arbeitsmodelle.", "Zu dem Paket zur Bekämpfung von Altersdiskriminierung gehören klare Regelungen, um Diskriminierung im Berufsalltag entgegenzutreten.", "The German government wants to continue supporting existing networks like neighborhood help, volunteer work, counseling centers, and telephone counseling.", "The German government wants to strengthen parental rights and protect children and young people.", "The German government believes that the current legal situation regarding abortion represents a difficult social compromise that considers a woman's right to self-determination and the protection of the unborn child.", "The German government will exclude the custody and visitation rights of the violent parent in cases of domestic violence for reasons of the child's welfare.", "The German government believes that the rights of the biological father must not be overridden by an agreement between the mother and third parties.", "The German government will punish the misuse of paternity recognition.", "The German government believes that the Self-Determination Act of the traffic light coalition allows children and adolescents to change their gender entry and first name even without an expert opinion or counseling and court decision. ", "The German government rejects surgical interventions before the age of majority.", "Learning begins on the day of birth.", "Germany has tens of thousands of students that drop out of school each year.", "Germany will create a nationwide education tracking register for all levels of formal education.", "Early use of social media affects the health, learning and performance of children and adolescents.", "Germany supports the development of vocational schools.", "The German government wants to lower the number of young people who are not in school, training, or employment.", "The German government wants to make vocational and academic education equivalent.", "The German government will legally enshrine the German Qualifications Framework in an interstate treaty.", "The German government will open access to the higher service of the Federal Government to Bachelor graduates with a doctorate or several years of professional experience.", "Germany will strategically expand research cooperation with the USA, Canada, the United Kingdom, and Israel on key technologies to make Europe more competitive.", "Germany will develop a competence network for strategic security research.", "Germany is facing a shortage of skilled workers, particularly in the crafts sector.", "The German government will make it easier for people to apply for and receive BAföG, a form of financial aid for students.", "The German government will work to ensure that taking out a student loan does not pose an unreasonable risk for students.", "Germany's aging population, shortage of healthcare workers, medical and technological advances, and rising costs pose significant challenges to the country's society.", "The German government is committed to the fundamental principles of the German healthcare system, including its self-governance, the duality of statutory and private health insurance, the principle of professional freedom, and solidarity-based contribution financing.", "The German government aims to bring about a change in mindset in healthcare policy, emphasizing cooperation over confrontation.", "The goal is to prevent an uncontrolled structural change in the hospital landscape.", "Misguided incentives in the healthcare system will be eliminated.", "The emergency care system will be further developed and the work of the rescue services will be strengthened – closely interlinked with medical care and disaster control with the involvement of the municipalities.", "The financing of statutory health insurance will be put on a sustainable footing.", "There is a need for more efficiency in the use of contributions and to strengthen competition between health insurance funds.", "Doctor's offices will assume a stronger controlling function for patients in order to contribute to better coordination of treatment processes and to reduce waiting times for doctor's appointments.", "Families must receive the best possible medical care where they live.", "Outpatient and inpatient care services for mental illnesses will be improved to meet demand, especially for children and adolescents.", "Although some progress has been made, there are still many gender-specific inequalities to the detriment of women.", "Gender-specific medicine will be promoted more strongly than before as an independent field of work.", "Germany was once known as the \"Apotheke der Welt,\" which translates to \"pharmacy of the world.\"", "The German Social Long-Term Care Insurance (Soziale Pflegeversicherung) is a successful model in social policy.", "The German government plans to use land owned by the Bundesanstalt für Immobilienaufgaben for housing.", "The German government will maintain the existing EH55 energy efficiency standard for new buildings.", "The German government will make the EH55 energy efficiency standard eligible for subsidies again.", "The German government will make the costs of energy-related renovations tax-deductible from inheritances and gifts.", "The German government wants to make driver's licenses attainable for young people by reducing bureaucracy and making training more efficient.", "The German government wants to reverse the ban on combustion engines.", "The German government wants fleet limits reviewed and to prevent penalties.", "The German government wants to expand the charging infrastructure for e-mobility.", "The German government wants to maintain Germany as an aviation location.", "The German government wants to reduce the total costs of air traffic to a competitive European level.", "The German government wants to make public transport more attractive and reliable.", "The German government wants to create new transparency in the financing of public transport and to secure adequate financing.", "The German government wants to make German Rail future-proof.", "The German government will assume primary responsibility for financing the maintenance, development, and modernization of infrastructure in Germany.", "The goal is to become a technology leader in autonomous driving and sustainable drive systems for all modes of transport.", "They are committed to new cycle paths, the expansion of the network and mobility stations, especially at traffic junctions.", "The future of freight transport belongs to emission-free freight transport, rail and waterways.", "They want to make digital vehicle registration the standard by making it uniform and uncomplicated nationwide.", " This also applies to the integration of insurers. ", "They are also introducing the digital vehicle file.", "They want to further develop the National Port Strategy and strengthen the waterways.", "The speaker wants to simplify the federal government's funding programs by combining them and putting them on a single online platform.", "Germany's national debt is increasing.", "Germany will not be liable for the debt of other countries.", "The Maastricht Treaty criteria, including the debt-to-GDP ratio of 60% and the annual deficit criterion of 3% of GDP, must remain binding.", "Germany is the largest economy in the Eurozone.", "The speaker supports the preservation of the three-pillar system in Germany, consisting of private banks, public-law banks, and cooperative banks.", "The German government aims to reduce the number of commissioners by at least 25%."]